{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[[["^Did you find my Shubhro?  ",{"#":"speaker:Bela"},{"#":"potrait:OldLadyPotrait"},"\n","^I'm sure he'll be here soon. Do you remember the first time you came to the park with him? ",{"#":"speaker:Lubaba"},{"#":"potrait:PlayerPotrait"},"\n","^Oh yes, yes.  ",{"#":"speaker:Bela"},{"#":"potrait:OldLadyPotrait"},"\n","^It was a lovely winter morning.","\n","^There was this cute little coffee shop just outside this park.","\n","^We brought our takeaway cups and sat on this very bench while shivering in the cold.","\n","^Little kids were cycling around, birds were chirping, and there was a couple who offered us hot soup,","\n","^and we giggled like kids while sipping on it.","\n","^What a wonderful world it has been with my Shubhro.","\n","^It sounds like you, and he had a great relationship. ",{"#":"speaker:Lubaba"},{"#":"potrait:PlayerPotrait"},"\n","^How long have you been married?","\n",["^Oh, it feels like a lifetime ago. ",{"#":"speaker:Bela"},{"#":"potrait:OldLadyPotrait"},"\n","^We've been married for over 50 years!","\n","^Before he.........","\n","^passed away.","\n","^Ahh, I remember now. He's not coming back, is he?","\n","^I'm sorry, ma'am. ",{"#":"speaker:Lubaba"},{"#":"potrait:PlayerPotrait"},"\n",["^I remember when I met my husband for the first time. It was at a college party.  ",{"#":"speaker:Bela"},{"#":"potrait:OldLadyPotrait"},"\n","^He was so charming I fell in love right away.","\n","^From that day, the time has been slipping away like sand, even though what a dreamy journey it has been!","\n","^Grief is not something you can just get over. It's not a wound that will heal with time or a memory that will fade away.","\n","^And yet, even in the midst of that pain, there are moments of joy.","\n","^Little things remind me of him - the way the sun shines through the trees, the sound of a bird singing, the smell of his favorite perfume.","\n","^Those little moments bring him back to me, if only for a moment.","\n","^That's a really beautiful sentiment, ma'am.","\n","^I'll remember to hold onto cherish the people I love and hold their memories as tightly as I can. ",{"#":"speaker:Lubaba"},{"#":"potrait:PlayerPotrait"},"\n","end",{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"#f":1}],"listDefs":{}}